Repository: qtmleap/qr-reader
Catalog: QRReader/Localizable.xcstrings
Source language: en
Languages: ja

# BUTTON_BACK
source: Back
ja: もどる

# BUTTON_END
source: Close
ja: とじる

# BUTTON_NEXT
source: Next
ja: つぎへ

# QRコードにかざすだけ
source: Just hold it over a QR code
ja: QRコードにかざすだけ

# QRコードの情報がすぐに表示されます
source: The QR code information is displayed immediately
ja: QRコードの情報がすぐに表示されます

# QRコードの情報を簡単に取得できます
source: You can easily get information from QR codes
ja: QRコードの情報を簡単に取得できます

# アプリの使い方
source: How to use the app
ja: アプリの使い方

# いいえ
source: No
ja: いいえ

# クリップボードにコピー
source: Copy to clipboard
ja: クリップボードにコピー

# このURLを開きますか？
source: Would you like to open this URL?
ja: このURLを開きますか？

# コピー
source: Copy
ja: コピー

# シェア
source: Share
ja: シェア

# スキャン
source: Scan
ja: スキャン

# はい
source: Yes
ja: はい

# ピントが合うと自動で読み取りが始まります
source: Scanning starts automatically when it’s in focus
ja: ピントが合うと自動で読み取りが始まります

# 内容をその場で確認
source: Instantly check the content
ja: 内容をその場で確認

# 家族や友人と情報を共有できます
source: You can share information with family and friends
ja: 家族や友人と情報を共有できます

# 履歴
source: History
ja: 履歴

# 設定
source: Settings
ja: 設定

# 読み取った内容は簡単にシェアできます
source: The scanned content can be easily shared
ja: 読み取った内容は簡単にシェアできます

# 読み取り結果
source: Result
ja: 読み取り結果
